import React from 'react';

function Faq() {

    return (
        <div className="faq">
            <h3 className="t">Часті питання</h3>
            <div className="flexing">
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>У чому полягає політика щодо чистоти автомобіля?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Що таке ліміт пробігу?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>У чому полягає політика щодо бензину?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Чи зможу я отримати автомобіль, якщо я затримаюся і прибуду в офіс після закриття?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Що таке ліміт пробігу?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Що включає в себе ціна прокату?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Чи можу я виїжджати за межі Білгородської області?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
                <div className="slide"><input className="agree" type="checkbox"/>
                    <h4>Що робити якщо у мене не виходить повернути автомобіль в строк?</h4>
                    <p>Ліміт добового пробігу - це кілометраж, який Ви можете проїхати на орендованому авто за одну
                        добу. Він
                        становить 200 кілометрів. А якщо сумарний пробіг перевищить 200 кілометрів, то перевищення
                        ліміту вам буде
                        необхідно сплатити за ціною 1грн / 1км.</p>
                </div>
            </div>
        </div>

)
}

export default Faq;