import React from 'react';

function RentAuto() {

    return (
        <div className="rent-auto">
            <h3 className="t">Як орендувати авто</h3>
            <h4>Заявка онлайн або дзвінок</h4>
            <p><strong>Заповнюєте форму</strong>, вибравши необхідну послугу і чекаєте дзвінка оператора або телефонуйте
                самі оперативно. <strong>Не забувайте</strong>, що дзвінок оператора можна замовити для консультації</p>
            <h4>Дзвінок оператора для підтвердження</h4>
            <p>Після подачі заяви вам <strong>передзвонює</strong> оператор для підтвердження заявки і уточнення умов
                оренди.</p>
            <h4>Заповнення документів та оплата</h4>
            <p><strong>Заповнюєте</strong> документи, що підтверджують угоду і оплачуєте необхідну суму.</p>
            <h4>Передача автомобіля орендарю</h4>
            <p>Вам передають ключі від автомобіля з самим автомобілем і починається <strong>термін володіння</strong>.
            </p>
        </div>

    )
}

export default RentAuto;